Repository: metabrainz/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: it, lt

source: We are not interested in your advertising, SEO optimization, or software monetization services. Please do not offer us <b>any</b> services!
it: Non siamo interessati alla tua pubblicità, ottimizzazione SEO o servizi di monetizzazione software. Ti preghiamo di non offrirci <b>nessuno</b> di questi servizi!
lt: Mūsų nedomina jūsų reklamos, SEO optimizavimo ar programinės įrangos monetizacijos paslaugos. Prašome nesiūlykite mums <b>jokių</b> paslaugų!

source: If you disregard this agreement and contact us about one of the disallowed topics, we reserve the right to make fun of you.
it: Se ignori questo accordo e ci contatti riguardo uno degli argomenti non permessi, ci riserviamo il diritto di prenderci gioco di te.
lt: Jei nesilaikysite šio susitarimo ir kreipsitės į mus dėl vienos iš neleidžiamų temų, mes turime teisę iš jūsų pasijuokti.

source: E-mail us
it: Scrivici un'email
lt: Rašykite mums el. paštu

source: I agree with the rules above, show me the email address
it: Accetto le regole qui sopra, mostrami l'indirizzo email
lt: Sutinku su aukščiau taisyklėmis, parodykite man el. pašto adresą

source: You can reach the MetaBrainz staff directly at the following address:
it: Puoi raggiungere direttamente lo staff MetaBrainz al seguente indirizzo:
lt: Su „MetaBrainz“ darbuotojais galite susisiekti tiesiogiai šiuo adresu:

source: Forums
it: Forum
lt: Forumai

source: Please come ask your questions at our <a href="%(forums_url)s">forums</a>! We would love to answer any questions you may have.
it: Vieni a porre le tue domande sui nostri <a href="%(forums_url)s">forum</a>! Saremo lieti di rispondere a qualsiasi domanda tu possa avere.
lt: Užduokite savo klausimus mūsų <a href="%(forums_url)s">forumuose</a>! Mes mielai norėtume atsakyti į klausimus, kurių jums gali kilti.

source: The MetaBrainz/MusicBrainz team, as well as MusicBrainz users, hang out in the <strong><a href="%(irc_url)s">#metabrainz</a></strong> channel on IRC chat at irc.libera.chat. If you don't have an IRC client installed, consider using this <a href="%(irc_webchat_url)s">webchat client</a> instead. Please feel free to browse the <a href="%(chatlogs_url)s">IRC log archives</a>.
it: Il team MetaBrainz/MusicBrainz e gli utenti di MusicBrainz, si ritrovano nel canale <strong><a href="%(irc_url)s">#metabrainz</a></strong> nella chat IRC in irc.libera.chat. Se non hai un client IRC installato considera di usare questo client <a href="%(irc_webchat_url)s">webchat client</a> Non esitate a navigare in <a href="%(chatlogs_url)s">IRC log archives</a>.
lt: „MetaBrainz/MusicBrainz“ komanda ir „MusicBrainz“ naudotojai bendrauja <strong><a href="%(irc_url)s">#metabrainz</a></strong> IRC pokalbių kanale adresu irc.libera.chat. Jei neturite IRC kliento įdiegto, apsvarstykite naudoti šį <a href="%(irc_webchat_url)s">internetinio pokalbio klientą</a> instead. Laisvai naršykite <a href="%(chatlogs_url)s">IRC įrašų archyvus</a>.

source: Mailing address
it: Indirizzo postale
lt: Pašto adresas

source: Welcome to MetaBrainz!
it: Benvenuto su MetaBrainz!
lt: Sveiki atvykę į „MetaBrainz“!

source: The MetaBrainz Foundation is a non-profit that believes in free, open access to data. It has been set up to build community maintained databases and make them available in the public domain or under Creative Commons licenses.
it: La Fondazione MetaBrainz è una non-profit che crede nell'accesso libero e aperto ai dati. È stata creata per costruire database mantenuti dalla comunità e renderli disponibili nel dominio pubblico o sotto licenze Creative Commons.
lt: „MetaBrainz“ fondas – ne pelno siekianti, kuri tiki laisva ir atvira prieiga prie duomenų. Jis įsteigtas siekiant kurti bendruomenės prižiūrimas duomenų bazes ir padaryti jas prieinamas viešai arba pagal „Creative Commons“ licencijas.

source: Our data is mostly gathered by volunteers and verified by peer review to ensure it is consistent and correct. All <a href="%(account_type_url)s">non-commercial use</a> of this data is free, but <a href="%(account_type_url)s">commercial users</a> are asked to <a href="%(account_type_url)s">support us</a> in order to help fund the project. We encourage all data users to contribute to the data gathering process so that our data can be as comprehensive as possible.
it: I nostri dati sono raccolti perlopiù da volontari e verificati attraverso una revisione paritaria per assicurarne la coerenza e correttezza. Tutti gli <a href="%(account_type_url)s">usi non commerciali</a> di questi dati sono liberi, ma agli <a href="%(account_type_url)s">utenti commerciali</a> è richiesto di <a href="%(account_type_url)s">sostenerci</a> per aiutare a finanziare il progetto. Incoraggiamo tutti gli utenti a contribuire al processo di raccolta dei dati in modo da assicurare che i nostri dati siano il più completo possibile.
lt: Mūsų duomenis dažniausiai renka savanoriai ir siekiant užtikrinti, kad jie būtų nuoseklūs ir teisingi. Visi <a href="%(account_type_url)s">nekomerciniai naudojimo būdai</a> – nemokami, tačiau <a href="%(account_type_url)s">komercinių naudotojų</a> yra prašomi <a href="%(account_type_url)s">mus paremti</a> Raginame visus duomenų naudotojus prisidėti prie duomenų rinkimo proceso, tad mūsų duomenys būtų kuo išsamesni.

source: An open music encyclopedia that collects music metadata and makes it available to the public
it: Un'enciclopedia musicale aperta che raccoglie metadati musicali e li mette a disposizione del pubblico
lt: Atvira muzikos enciklopedija, kuri renka muzikos metaduomenis ir padaro juos viešai prieinamus

source: Sign up to use the <a href="%(account_type_url)s">Live Data Feed</a></em>
it: Registrati per utilizzare il <a href="%(account_type_url)s">Live Data Feed</a></em>
lt: Užsiregistruokite, kad naudotumėte <a href="%(account_type_url)s">tiesioginį duomenų kanalą</a></em>

source: A cross-platform music tagger
it: Un tagger musicale multi-piattaforma
lt: Tarpplatforminis muzikos žymeklis

source: A crowdsourced collection of acoustic information
it: Una collezione crowdsourced di informazioni acustiche
lt: Akustinės informacijos rinkimas iš minios

source: An open record of user listening habits
it: Un registro aperto di abitudini di ascolto degli utenti
lt: Atviras naudotojų klausymosi įpročių įrašas

source: A repository for Creative Commons licensed music reviews
it: Un archivio di recensioni musicali rilasciate sotto licenza Creative Commons
lt: Kūrybinių „Creative Commons“ licencijuotų muzikos atsiliepimų

source: An open encyclopedia which contains information about published literature
it: Un'enciclopedia aperta che contiene informazioni sulla letteratura pubblicata
lt: Atvira enciklopedija, kurioje pateikiama informacija apie paskelbtą literatūrą

source: A repository of music cover art that is freely and easily accessible
it: Un archivio di copertine musicali accessibile liberamente e facilmente
lt: Laisva ir lengva prieiga prie laisvai prieinamos muzikos viršelių saugyklos.

source: Previous
it: Precedente
lt: Ankstesnis

source: Next
it: Seguente
lt: Kitas

source: The MetaBrainz Foundation believes in <a href="%(financial_reports_url)s"> transparent finances</a> and is supported by <a href="%(donations_url)s">end user donations</a> and a number of <a href="%(sponsors_url)s">sponsors</a> who provide funds in order for the foundation to accomplish its goals. The foundation also has several <a href="%(supporters_url)s"> commercial supporters</a> who make use of our data sets.
it: La Fondazione MetaBrainz crede in <a href="%(financial_reports_url)s">finanze trasparenti</a> ed è sostenuta da <a href="%(donations_url)s">donazioni di utenti finali</a> e da diversi <a href="%(sponsors_url)s">sponsor</a> che forniscono fondi per aiutare la Fondazione a raggiungere i suoi obiettivi. La Fondazione dispone anche di <a href="%(supporters_url)s">sostenitori commerciali</a> che utilizzano i nostri data set.
lt: MetaBrainz fondas tiki <a href="%(financial_reports_url)s"> skaidriais finansais</a> ir yra remiamas <a href="%(donations_url)s">galutinių naudotojų aukomis</a> ir pagal keletą <a href="%(sponsors_url)s">rėmėjų</a>, kurie skiria lėšų, kad fondas galėtų įgyvendinti savo tikslus. Fondas taip pat turi keletą <a href="%(supporters_url)s"> komercinių rėmėjų</a> kurie naudojasi mūsų duomenų rinkiniais.

source: Unfortunately, some companies listed below use data we provide without contributing back. <a href="%(bad_customers_url)s">Find out more</a> about them or <a href="%(account_type_url)s">sign up</a>!
it: Sfortunatamente alcune società elencate qui sotto utilizzano i dati che forniamo senza contribuire nulla in cambio. <a href="%(bad_customers_url)s">Ottieni più informazioni</a> su di loro o <a href="%(account_type_url)s">registrati</a>!
lt: Deja, kai kurios įmonės, nurodytos žemiau, naudojasi mūsų pateiktais duomenimis, neprisidėdamos prie to atgal. <a href="%(bad_customers_url)s">Sužinokite daugiau</a> apie jas arba <a href="%(account_type_url)s">užsiregistruokite</a>!

source: To get more information about the foundation, go to the <a href="%(about_url)s">about</a> page.
it: Per ottenere maggiori informazioni sulla Fondazione, visita la pagina <a href="%(about_url)s">Chi siamo</a>.
lt: Norėdami gauti daugiau informacijos apie fondą, eikite į <a href="%(about_url)s">apie</a> puslapį.

source: Summary
it: In sintesi
lt: Santrauka

source: The MetaBrainz Foundation will not collect any private information unless you choose to donate to support the MusicBrainz project. Any personal information you choose to provide during the donation process will not be revealed to anyone else, unless you give us permission to list your name on our donations page. We will not contact you unless you give us permission to do so when you make a donation.
it: La Fondazione MetaBrainz non raccoglierà nessuna informazione privata su di te, a meno che tu non scelga di fare una donazione per sostenere il progetto MusicBrainz. Ogni informazione personale che tu scelga di fornire durante il processo di donazione non sarà comunicata a nessuno, a meno che tu non ci dia il permesso di elencare il tuo nome sulla nostra pagina delle donazioni. Non sarai contattato da noi, a meno che tu non ci dia il permesso di farlo quando fai una donazione.
lt: MetaBrainz fondas nerinks jokios privačios informacijos, nebent nuspręsite paaukoti lėšų MetaBrainz projektui paremti. Bet koks asmeninis informacija, kurią nuspręsite pateikti aukojimo proceso metu, nebus atskleista niekam kitam, nebent duosite mums leidimą nurodyti jūsų vardą ant our donations page. Mes su jumis nesusisieksime, nebent duosite mums leidimą tai daryti, kai jūs aukojate.

source: MetaBrainz donors
it: Donatori MetaBrainz
lt: „MetaBrainz“ donorai

source: When you make a donation to the MetaBrainz Foundation, we are legally required to collect your personal information and keep it in our records in case we ever get audited by the IRS. We will not disclose your personal information to anyone else, ever.
it: Quando fai una donazione alla Fondazione MetaBrainz, siamo obbligati per legge a raccogliere le tue informazioni personali e archiviarle nei nostri registri in caso di controllo da parte dell'Internal Revenue Service. Non comunicheremo le tue informazioni personali a nessun altro, in nessun caso.
lt: Kai aukojate MetaBrainz fondui, mes teisiškai privalome rinkti jūsų asmeninę informaciją ir saugoti ją savo įrašuose tuo atveju, jei mus kada nors tikrintų vidaus pajamų tarnyba. Mes neatskleisime jūsų asmeninės informacijos niekam kitam.

source: We believe in transparent finances, which means that we list all donations made to us on this site. We will only list your name and the amount of the donation, unless you chose to be anonymous during the donation process.
it: Crediamo nell'avere finanze trasparenti, il che significa che elencheremo su questo sito tutte le donazioni ricevute. Elencheremo solo il tuo nome e l'importo della donazione, a meno che tu non scelga di essere anonimo durante il processo di donazione.

source: Web and FTP access logs (all users)
it: Log di accesso web e FTP (tutti gli utenti)
lt: Žiniatinklio ir FTP prieigos žurnalai (visi naudotojai)

source: Like just about all web sites, we keep logs of all web requests made against our servers. These logs include the usual stuff: your IP address, your browser's "User-Agent" string, and which page you requested.
it: Come praticamente tutti i siti web, teniamo dei log di tutte le richieste web fatte ai nostri server. Questi log contengono le solite informazioni: il tuo indirizzo IP, la stringa "User Agent" del tuo browser e quale pagina hai richiesto.
lt: Kaip ir beveik visos svetainės, mes saugome visų į mūsų serverius siunčiamų užklausų žurnalus. Į šiuos žurnalus įtraukiama įprastinė informacija: tavo IP adresas, naršyklės „User-Agent“ eilutė ir prašomas puslapis.

source: Reasonable exceptions may apply to the above policy, for example to comply with applicable laws. The MusicBrainz/MetaBrainz server administrators (about three people in all) can of course see any information on the system they want to, but to be honest they're probably not interested enough to look.
it: Si potrebbero verificare eccezioni ragionevoli a questa politica, per esempio per adempiere a leggi vigenti. Gli amministratori dei server di MusicBrainz/MetaBrainz (circa tre persone in tutto) possono ovviamente accedere a tutte le informazioni sul sistema, ma in tutta onestà è probabile che non siano abbastanza interessati a farlo.
lt: Gali būti taikomos pagrįstos pirmiau nurodytos politikos išimtys, pavyzdžiui, dėl taikytinų įstatymų laikymosi. MusicBrainz/MetaBrainz serverio administratoriai (iš viso maždaug trys žmonės), žinoma, gali matyti bet kokią norimą sistemos informaciją, bet, tiesą sakant, jiems tikriausiai nėra pakankamai įdomu, kad žiūrėtų.

source: MetaBrainz Projects
it: Progetti MetaBrainz
lt: „MetaBrainz“ projektai

source: <a href="%(mb_url)s">MusicBrainz</a> is a community-maintained open source music encyclopedia that collects music metadata and makes it available to the public.
it: <a href="%(mb_url)s">MusicBrainz</a> è un'enciclopedia musicale aperta mantenuta dalla comunità che raccoglie metadati musicali e li mette a disposizione del pubblico.

source: <a href="%(picard_url)s">MusicBrainz Picard</a> is an open-source software application for identifying, tagging, and organizing digital audio recordings.
it: <a href="%(picard_url)s">MusicBrainz Picard</a> è un software open source per identificare, taggare e organizzare registrazioni audio digitali.

source: <a href="%(caa_url)s">Cover Art Archive</a> is a database of cover art corresponding with the releases in MusicBrainz. It is a joint project with the <a href="%(archive_org_url)s">Internet Archive</a>.
it: Il <a href="%(caa_url)s">Cover Art Archive</a> è un database di copertine che corrispondono a pubblicazioni su MusicBrainz. È un progetto congiunto con l'<a href="%(archive_org_url)s">Internet Archive</a>.

source: <a href="%(cb_url)s">CritiqueBrainz</a> fills the gap between music critics and raw data by providing a platform created for the sole purpose of Creative Commons licensed reviews.
it: <a href="%(cb_url)s">CritiqueBrainz</a> colma la distanza tra critici musicali e dati non elaborati fornendo una piattaforma creata al solo fine di ospitare recensioni sotto licenza Creative Commons.

source: <a href="%(ab_url)s">AcousticBrainz</a> crowd sources acoustic information for all music in the world and makes it available to the public. It is a joint effort with <a href="%(mtg_url)s">Music Technology Group</a> at <a href="%(upf_url)s">Universitat Pompeu Fabra</a> in Barcelona.
it: <a href="%(ab_url)s">AcousticBrainz</a> ottiene tramite crowdsourcing informazioni acustiche per tutta la musica del mondo e le mette a disposizione del pubblico. È un progetto congiunto con il <a href="%(mtg_url)s">Music Technology Group</a> dell'<a href="%(upf_url)s">Universitat Pompeu Fabra</a> di Barcellona.

source: <a href="%(bb_url)s">BookBrainz</a> is an online encyclopedia containing information about published literature. Its aim is to collect and store data about every publication ever written.
it: <a href="%(bb_url)s">BookBrainz</a> è un'enciclopedia online che contiene informazioni sulla letteratura pubblicata. Il suo obiettivo è raccogliere e archiviare dati su qualsiasi pubblicazione mai scritta.
lt: <a href="%(bb_url)s">„BookBrainz“</a> yra internetinė enciklopedija, kurioje pateikiama informacija apie išleistus literatūrą. Jos tikslas – rinkti ir išsaugoti duomenis apie kiekvieną kada nors parašytą leidinį.

source: <a href="%(lb_url)s">ListenBrainz</a> is an open source music website that allows users to import their listen history. One of the goals is for this data to be used for building open music recommendation systems.
it: <a href="%(lb_url)s">ListenBrainz</a> è un sito web musicale open source che permette agli utenti di importare la loro cronologia degli ascolti. Uno dei suoi obiettivi è utilizzare questi dati per costruire sistemi di raccomandazione musicale aperti.
lt: <a href="%(lb_url)s">ListenBrainz</a> yra atvirojo kodo muzikos svetainė, leidžianti naudotojams importuoti savo klausymo istoriją. Vienas iš tikslų – naudoti šiuos duomenis atviroms muzikos rekomendacijų sistemoms kurti.

source: <a href="%(messybrainz_url)s">MessyBrainz</a> identifies unclean metadata, and where possible, links it to stable MusicBrainz identifiers. MessyBrainz is currently being used for AcousticBrainz and ListenBrainz.
it: <a href="%(messybrainz_url)s">MessyBrainz</a> identifica metadati grezzi e, dove possibile, li collega a identificatori stabili di MusicBrainz. Al momento MessyBrainz è utilizzato per AcousticBrainz e ListenBrainz.

source: The MetaBrainz Foundation wishes to offer a huge thank you to all of our sponsors and partners for their support in helping MusicBrainz operate.
it: La Fondazione MetaBrainz vuole esprimere un enorme ringraziamento a tutti i suoi sponsor e partner per il loro sostegno alle operazioni di MusicBrainz.

source: Some of the following organizations and individuals have provided funding, others have supported us by providing access to tools and technologies that have helped us grow. In either case they played a significant role in the success and growth of MusicBrainz.
it: Alcune delle seguenti organizzazioni e individui ci hanno fornito finanziamenti, altri ci hanno sostenuto dandoci accesso a strumenti e tecnologie che ci hanno aiutato a crescere. In ogni caso, hanno giocato un ruolo significativo nel successo e nella crescita di MusicBrainz.

source: We would not exist without you — <b>Thank You!</b>
it: Non esisteremmo senza di te — <b>grazie!</b>
lt: Be jūsų nebūtume egzistavę – <b>ačiū jums!</b>

source: <b><a href="%(google_url)s">Google</a></b> has been an extremely supportive sponsor. They've donated over <b>$320,000</b>.
it: <b><a href="%(google_url)s">Google</a></b> è stato uno sponsor estremamente importante. Ci ha donato più di <b>320,000$</b>.

source: The <b><a href="%(osuosl_url)s">OSU Open Source Lab</a></b> hosts the FTP mirror server that handles the distribution of the <a href="%(mb_db_url)s">MusicBrainz Database</a> and virtual machines, thus saving us considerable load and bandwidth costs.
it: L'<b><a href="%(osuosl_url)s">OSU Open Source Lab</a></b> ospita il server mirror FTP che gestisce la distribuzione del <a href="%(mb_db_url)s">database di MusicBrainz</a> e le macchine virtuali, risparmiandoci un notevole carico e spese di banda.

source: <b><a href="%(dotsrc_url)s">DotSrc</a></b> hosts an <a href="%(mb_ftp_url)s">EU mirror of our FTP site</a>. This gives better download speeds of our large data sets for users in Europe.
it: <b><a href="%(dotsrc_url)s">DotSrc</a></b> ospita un <a href="%(mb_ftp_url)s">mirror europeo del nostro sito FTP</a>, che permette ai nostri utenti europei di scaricare a velocità più alta i nostri grandi data set.

source: <b><a href="%(layer42_url)s">Layer42</a></b> generously hosts a test server for us, free of charge!
it: <b><a href="%(layer42_url)s">Layer42</a></b> ospita generosamente un nostro server di test in modo gratuito!

source: <b><a href="%(github_url)s">GitHub</a></b> provides us with a free Bronze account for hosting our sysadmin repositories.
it: <b><a href="%(github_url)s">GitHub</a></b> ci fornisce un account di livello bronzo gratuito per ospitare i nostri archivi sysadmin.
lt: <b><a href="%(github_url)s">GitHub</a></b> suteikia mums nemokamą Bronzą paskyrą, kurioje talpinamos mūsų sistemos administratoriaus saugyklos.

source: <b><a href="%(pipedrive_url)s">Pipedrive</a></b> provides us with a free account to help keep track of commercial users and supporters.
it: <b><a href="%(pipedrive_url)s">Pipedrive</a></b> ci fornisce un account gratuito per aiutarci a tenere traccia dei nostri utenti commerciali e sostenitori.
lt: <b><a href="%(pipedrive_url)s">Pipedrive</a></b> suteikia mums nemokamą paskyrą, kad padėtų stebėti komercinius naudotojus ir rėmėjus.

source: Special thanks
it: Ringraziamenti speciali
lt: Ypatingos padėkos

source: In our past, we've had a lot of people support us with many different levels of support: Access to conferences, covering travel expenses, large personal donations and countless meals. These have become too numerous to list, but we wanted to note a few individuals who have made a big difference for us.
it: In passato tante persone ci hanno sostenuto in modi molto diversi: dandoci accesso a conferenze, coprendo spese di viaggio, fornendoci grandi donazioni personali e innumerevoli pasti. Questi sono ormai troppo numerosi per elencarli tutti, ma vogliamo comunque sottolineare alcune persone che hanno fatto una grande differenza per noi.

source: Richard Jones of <a href="%(last_fm_url)s">Last.fm fame</a> donated <b>$50,000</b> in 2010, <a href="%(oracle_url)s">Sun Microsystems</a> &amp; Paul Lamere donated a database server and <a href="%(oreilly_url)s">O'Reilly Media</a> gave MusicBrainz $500 to start off a bank account for the project before the MetaBrainz Foundation existed. <a href="%(ed_url)s">Ed Cavazos</a> periodically provides pro-bono legal advice for the occasional Intellectual Property questions that MetaBrainz faces. <a href="%(dan_url)s">Dan Appleman</a> provides periodic help crafting contracts for licensing our data. <a href="%(dw_url)s">Digital West Networks Inc.</a> was our main hosting provider between 2006 and 2016 and gave us a discount because of our non-profit status.
it: Richard Jones, noto per <a href="%(last_fm_url)s">Last.fm</a>, ci ha donato <b>50,000$</b> nel 2010. <a href="%(oracle_url)s">Sun Microsystems</a> &amp; Paul Lamere ci hanno donato un server per il database e <a href="%(oreilly_url)s">O'Reilly Media</a> ha dato 500$ a MusicBrainz per aprire un conto corrente per il progetto prima ancora che la Fondazione MetaBrainz esistesse. <a href="%(ed_url)s">Ed Cavazos</a> ci fornisce periodicamente consulenza legale a titolo gratuito per le questioni di proprietà intellettuale con cui MetaBrainz ha occasionalmente a che fare. <a href="%(dan_url)s">Dan Appleman</a> ci dà periodicamente una mano a creare contratti per dare in licenza i nostri dati. <a href="%(dw_url)s">Digital West Networks Inc.</a> è stato il nostro principale fornitore di hosting tra il 2006 e il 2016, con tariffe scontate in virtù del nostro status di non-profit.

source: Thanks to everyone who has helped make the MetaBrainz Foundation what it is today!
it: Grazie a tutti quelli che hanno aiutato a far sì che la Fondazione MetaBrainz sia quello che è oggi!
lt: Ačiū visiems, kurie padėjo MetaBrainz fondui tapti tuo, kuo jis yra šiandien!

source: The MetaBrainz Team
it: La squadra di MetaBrainz
lt: „MetaBrainz“ komanda
