Repository: metabrainz/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: it, lt

source: The MetaBrainz Foundation practices a policy of <i>transparent finances</i> where the finances of the non-profit are freely available on this web site. This financial philosophy allows the monetary contributors to MetaBrainz and information contributors to MusicBrainz to see how the non-profit spends the donations and license fees it collects. Since MusicBrainz was built with volunteer effort and MetaBrainz is supported in part by volunteer donations, we believe that our contributors have the right to see how the non-profit manages its finances.
it: La Fondazione MetaBrainz pratica una politica di <i>finanze trasparenti</i>, secondo la quale le finanze della non-profit sono liberamente accessibili su questo sito web. Questa filosofia finanziaria permette ai contributori monetari di MetaBrainz e ai contributori di informazioni di MusicBrainz di vedere come la non-profit spende le donazioni e i diritti di licenza raccolti. Siccome MusicBrainz è stato costruito da volontari e MetaBrainz è in parte sostenuta da donazioni di volontari, crediamo che i nostri collaboratori abbiano il diritto di vedere come la non-profit gestisce le sue finanze.

source: The non-profit publishes all aspects of its finances, as far as that is possible. In some cases, third parties making payments to the non-profit require us to not disclose the sums paid to us for various activities. For instance, one affiliate of MetaBrainz prevents us from publishing the details of earnings from an affiliate program. In these cases we will anonymize these payments before publishing on this site.
it: La non-profit pubblica tutti gli aspetti delle sue finanze, per quanto possibile. In alcuni casi, le terze parti che effettuano pagamenti alla non-profit ci obbligano a non rendere pubbliche le somme pagate per diverse attività. Per esempio, un affiliato di MetaBrainz ci impedisce di pubblicare i dettagli delle entrate relative a un certo programma di affiliazione. In questi casi, anonimizziamo i pagamenti prima di pubblicarli su questo sito.

source: Please visit our <a href="%(donors_url)s">donation tracker</a> to view a list of all the donations that we have received.
it: Visita il nostro <a href="%(donors_url)s">registro delle donazioni</a> per visualizzare una lista di tutte le donazioni che abbiamo ricevuto.

source: Reports
it: Rapporti
lt: Ataskaitos

source: We attempt to publish our balance sheets within the first week of the succeeding month, or as close to that as possible.
it: Cerchiamo di pubblicare i nostri stati patrimoniali entro la prima settimana del mese successivo, o comunque quanto prima possibile.
lt: Mes stengiamės skelbti savo balansus per pirmąją kito mėnesio savaitę, arba kuo arčiau tos, kiek galima.

source: Year end reports
it: Rapporti di fine anno
lt: Metų pabaigos ataskaitos

source: balance sheet
it: stato patrimoniale
lt: balanso lapas

source: profit &amp; loss
it: profitti &amp; perdite
lt: pelnas &amp; nuostolis

source: Quarterly reports
it: Rapporti trimestrali
lt: Ketvirtinės ataskaitos

source: Monthly reports
it: Rapporti mensili
lt: Mėnesio ataskaitos

source: December
it: Dicembre
lt: Gruodis

source: November
it: Novembre
lt: Lapkritis

source: October
it: Ottobre
lt: Spalis

source: September
it: Settembre
lt: Rugsėjis

source: August
it: Agosto
lt: Rugpjūtis

source: July
it: Luglio
lt: Liepa

source: June
it: Giugno
lt: Birželis

source: May
it: Maggio
lt: Gegužė

source: April
it: Aprile
lt: Balandis

source: March
it: Marzo
lt: Kovas

source: February
it: Febbraio
lt: Vasaris

source: January
it: Gennaio
lt: Sausis

source: Monthly balance sheets
it: Bilanci mensili
lt: Mėnesio balanso ataskaitos

source: Support
it: Sostenitore
lt: Palaikyti

source: Support us
it: Sostienici
lt: Palaikykite mus

source: For commercial use of our data or to get access to the <a href="%(mb_data_feed)s">MusicBrainz Live Data Feed</a>, please choose between non-commercial and commercial use below. You will need a <a href="%(mb_register_url)s">MusicBrainz account</a> with a verified email address to sign-up.
it: Per un uso commerciale dei nostri dati o per avere accesso al <a href="%(mb_data_feed)s">Live Data Feed di MusicBrainz</a>, scegli tra uso non commerciale e commerciale qui sotto. Avrai bisogno di un <a href="%(mb_register_url)s">account MusicBrainz</a> con un indirizzo email verificato per registrarti.

source: <strong>Open source developers and non-profits</strong>: Please sign up as a commercial user using the free non-profit tier below. This allows us to give you credit for your open source project or your non-profit.
it: <strong>Sviluppatori open source e non-profit</strong>: registratevi come utenti commerciali utilizzando il livello non-profit qui sotto. Questo ci permette di accreditarvi per il vostro progetto open source o per la vostra non-profit.

source: Non-commercial / Personal
it: Non commerciale / Personale
lt: Nekomercinis / asmeninis

source: Non-commercial use includes personal use of our data sets and use by companies that don't anticipate earning more than $500 in a given year. If you are a pre-revenue start-up and expect to have more than $500 of revenue in the future, please sign up with a commercial account &mdash; see below for more details. Please <a href="%(donate_url)s">consider making a donation</a> to support our efforts!
it: L'uso non commerciale comprende l'utilizzo personale dei nostri data set e l'uso da parte di società che non prevedono di fatturare più di 500$ in un dato anno. Se hai una startup in fase di pre-entrate e ti aspetti di fatturare più di 500$ in futuro, registrati con un account commerciale &mdash; vedi sotto per maggiori informazioni. Prendi in considerazione l'idea di <a href="%(donate_url)s">farci una donazione</a> per sostenere i nostri sforzi!

source: Non-commercial
it: Non commerciale
lt: Nekomercinis

source: Commercial
it: Commerciale
lt: Komercinis

source: If you are a company with more than $500 income in a year, please select a support tier below that fits your current situation. We welcome working with companies that are just getting started and we're happy for your support for MetaBrainz to grow as you grow. If you would like to use our data, but are not ready to state this publicly yet, please sign up for the <em>Stealth start up</em> tier; we will keep your data-usage confidential and contact you to discuss your future plans.
it: Se hai una società con fatturato di più di 500$ all'anno, seleziona qui sotto il livello di sostegno che corrisponde alla tua attuale situazione. Siamo felici di lavorare con società ai primi passi e siamo lieti che il tuo sostegno per MetaBrainz cresca insieme alla tua società. Se desideri utilizzare i nostri dati ma non sei ancora pronto ad annunciarlo pubblicamente, registrati al livello <em>Startup stealth</em>; terremo riservato il tuo utilizzo dei dati e ti contatteremo per discutere i tuoi piani futuri.

source: $%(tier_price)s/month and up
it: %(tier_price)s o più $/mese

source: More info
it: Maggiori informazioni
lt: Daugiau informacijos

source: Some of our Unicorn members
it: Alcuni dei nostri membri Unicorno

source: See all our supporters
it: Visualizza tutti i nostri sostenitori

source: View all tiers
it: Visualizza tutti i livelli
lt: Peržiūrėti visus lygius

source: View featured tiers
it: Visualizza i livelli in vetrina
lt: Peržiūrėti rekomenduojamus lygius

source: If you are not sure which tier to pick, please <a href="%(contact_url)s">contact us</a>.
it: Se non sei sicuro su quale livello scegliere, <a href="%(contact_url)s">contattaci</a>.

source: Bad standing
it: Cattiva reputazione
lt: Bloga reputacija

source: Companies that are in <i>bad standing</i> have previously agreed to support MetaBrainz and are using one of our data-sets, but are behind in their payments by more than 60 days.
it: Le società che hanno una <i>cattiva reputazione</i> hanno promesso di sostenere MetaBrainz e stanno usando uno dei nostri data set, ma sono in ritardo di più di 60 giorni coi pagamenti.

source: Log in
it: Accedi
lt: Prisijungti

source: To log in you need to have a MusicBrainz account.
it: Per accedere devi avere un account MusicBrainz.
lt: Kad prisijungtumėte, turite turėti „MusicBrainz“ paskyrą.

source: Log in with MusicBrainz
it: Accedi con MusicBrainz
lt: Prisijungti su „MusicBrainz“

source: Please sign in with the MusicBrainz account that will be associated with your MetaBrainz profile. If you don't have a MusicBrainz account or wish to use a new MusicBrainz account, you can register on the page linked below.
it: Accedi col tuo account MusicBrainz, che sarà associato al tuo profilo MetaBrainz. Se non hai un account MusicBrainz o desideri utilizzare un nuovo account, puoi registrarti sulla pagina al link di seguito.

source: Sign up with MusicBrainz
it: Registrati con MusicBrainz

source: Edit
it: Modifica

source: Your Profile
it: Il tuo profilo

source: Edit contact information
it: Modifica informazioni di contatto

source: Update
it: Aggiorna
lt: Atnaujinti

source: Organization information
it: Informazioni organizzazione

source: Name:
it: Nome:

source: Website URL:
it: URL sito web:

source: API URL:
it: URL API:

source: Please <a href="%(contact_url)s">contact us</a> if you wish for us to update this information.
it: <a href="%(contact_url)s">Contattaci</a> se desideri aggiornare queste informazioni.
lt: Jei nori, kad šią informaciją atnaujintume, <a href="%(contact_url)s">susisiek su mumis</a>.

source: Contact information
it: Informazioni di contatto

source: Data use permission granted
it: Permesso di utilizzo dati accordato

source: You have permission to use any of the data published by the MetaBrainz Foundation. This includes data dumps released under a Creative Commons non-commercial license. Thank you for your support!
it: Hai il permesso di utilizzare qualsiasi dato pubblicato dalla Fondazione MetaBrainz. Questo include i dump dei dati rilasciati sotto licenza non commerciale Creative Commons. Grazie per il tuo sostegno!

source: Please note that if your support falls behind by more than 60 days, this permission may be withdrawn. You can always check your current permission status on this page.
it: Nota che se il tuo sostegno resta indietro di più di 60 giorni questo permesso potrebbe essere ritirato. Potrai sempre controllare lo status attuale del tuo permesso su questa pagina.

source: No data use permission granted
it: Nessun permesso di utilizzo dati accordato

source: You <strong>DO NOT</strong> currently have permission to use data released under a Creative Commons non-commercial license.
it: Al momento <strong>NON</strong> hai il permesso di utilizzare dati rilasciati sotto una licenza Creative Commons non commerciale.

source: Reason:
it: Motivo:

source: Your account is in bad standing, which means that you are more than 60 days behind in support payments. If you think this is a mistake, please <a href="%(contact_url)s">contact us</a>.
it: Il tuo account ha una cattiva reputazione, il che significa che sei in ritardo di più di 60 giorni coi pagamenti di sostegno. Se credi che questo sia un errore, <a href="%(contact_url)s">contattaci</a>.

source: Your application for using the Live Data Feed has been rejected.
it: La tua richiesta di utilizzo del Live Data Feed è stata respinta.

source: Your application for using the Live Data Feed is still pending.
it: La tua richiesta di utilizzo del Live Data Feed è ancora in sospeso.

source: Your application for using the Live Data Feed is in the waiting list.
it: La tua richiesta di utilizzo del Live Data Feed è in lista d'attesa.

source: Unknown. :(
it: Sconosciuto. :(
lt: Nežinoma. :(

source: Access token
it: Token di accesso
lt: Prieigos žetonas

source: Generate new token
it: Genera nuovo token

source: This access token should be considered private. Don't check this token into any publicly visible version control systems and similar places. If the token has been exposed, you should immediately generate a new one! When you generate a new token, your current token is revoked.
it: Questo token di accesso deve essere considerato privato. Non inserire questo token in nessun sistema di controllo versione visibile pubblicamente o in posti simili. Se il token è stato esposto allo scoperto, generane immediatamente uno nuovo! Quando generi un nuovo token, il tuo token attuale viene revocato.

source: See the <a href="%(api_docs_url)s">API documentation</a> for more information.
it: Consulta la <a href="%(api_docs_url)s">documentazione API</a> per maggiori informazioni.

source: Are you sure you want to generate new access token? Current token will be revoked!
it: Sei sicuro di voler generare un nuovo token di accesso? Il token attuale sarà revocato!

source: Failed to generate new access token!
it: Impossibile generare un nuovo token di accesso!

source: Sign up <small>Commercial</small>
it: Registrati come utente <small>commerciale</small>

source: <strong>Note:</strong> Signing up for any tier other than the <i>Stealth startup</i> tier will publicly list your company on this web site. However, we will not publish any of your private details.
it: <strong>Nota:</strong> registrarsi per qualsiasi livello che non sia il livello <i>Startup stealth</i> farà apparire pubblicamente la tua società su questo sito web. Tuttavia non pubblicheremo nessuna informazione privata.

source: Account type
it: Tipo di account
lt: Paskyros tipas

source: Selected tier
it: Livello selezionato

source: Change account type or tier
it: Cambia tipo di account o livello

source: If you don't have an organization name, you probably want to sign up as a <a href="%(signup_url)s">non-commercial / personal</a> user.
it: Se non hai un nome di organizzazione, è probabile che tu intenda registrarti come un <a href="%(signup_url)s">utente non commerciale / personale</a>.

source: MusicBrainz Account
it: Account di MusicBrainz
lt: „MusicBrainz“ paskyra

source: (preferably in SVG format)
it: (preferibilmente in formato SVG)
lt: (pageidautina SVG formatu)

source: Image should be about 250 pixels wide on a white or transparent background. We will host it on our site.
it: L'immagine dovrebbe essere larga almeno 250 pixel e avere uno sfondo bianco o trasparente. La ospiteremo sul nostro sito.

source: URL to where developers can use your APIs using MusicBrainz IDs, if available..
it: L'URL con cui gli sviluppatori possono utilizzare le tue API che si avvalgono degli ID MusicBrainz, se disponibile.

source: (max 150 characters)
it: (massimo 150 caratteri)
lt: (ne daugiau kaip 150 simbolių)

source: If you would like to support us with more than $%(tier_price)d, please enter the actual amount here:
it: Se vuoi sostenerci con più di %(tier_price)d$, inserisci l'importo effettivo di seguito:

source: Billing address
it: Indirizzo di fatturazione
lt: Atsiskaitymo adresas

source: I agree to treat my access token as a secret and will not share this token publicly or commit it to a publicly visible source code repository.
it: Accetto di trattare il mio token di accesso come un segreto e non lo condividerò pubblicamente né lo invierò a un archivio di codice sorgente pubblicamente visibile.
lt: Aš sutinku savo prieigos žetoną laikyti paslaptimi ir nesidalyti šiuo žetonu viešai arba įtraukti jo į viešai matomą šaltinio kodo saugyklą.

source: The following information will be shown publicly: organization name, logo, website and API URLs, data usage description.
it: Le seguenti informazioni saranno mostrate pubblicamente: nome dell'organizzazione, logo, sito web e URL API, descrizione dell'utilizzo dei dati.

source: We'll send you more details about payment process once your application is approved.
it: Ti manderemo maggiori dettagli sul processo di pagamento appena la tua richiesta sarà approvata.

source: Sign up <small>non-commercial</small>
it: Registrati come utente <small>non commerciale</small>
lt: Užsiregistruoti <small>nekomercinis</small>

source: Please be aware that misuse of the non-commercial service for commercial purposes will result in us revoking your access token and then billing you for your commercial use of our Live Data Feed.
it: Ti informiamo che in caso di uso improprio del servizio non commerciale a fini commerciali, il tuo token di accesso sarà revocato e ti sarà addebitato l'uso commerciale del nostro Live Data Feed.

source: Change account type
it: Cambia tipo di account

source: Name
it: Nome
lt: Pavadinimas

source: I agree to use the Live Data Feed for non-commercial (less than $500 income per year) or personal uses only. I also agree to treat my access token as a secret and will not share this token publicly or commit it to a source code repository.
it: Accetto di utilizzare il Live Data Feed esclusivamente per usi non commerciali (con fatturato di meno di 500$/anno) o personali. Accetto anche di trattare il mio token di accesso come un segreto e non lo condividerò pubblicamente né lo invierò a un archivio di codice sorgente.

source: The following organizations make use of the data-sets published by MetaBrainz and are supporting us financially or through some other reciprocal agreement. There are also organizations that make use of our data that have explicitly declined to support us. There may also be other organizations making use of our data that we don't know about yet. If you know of a company using our data, please <a href="%(contact_url)s">contact us</a>.
it: Le seguenti organizzazioni utilizzano i data set pubblicati da MetaBrainz e ci sostengono finanziariamente o attraverso qualche altro accordo reciproco. Ci sono anche organizzazioni che utilizzano i nostri dati ma hanno esplicitamente rifiutato di sostenerci. Ci potrebbero anche essere altre organizzazioni che utilizzano i nostri dati di cui non siamo ancora a conoscenza. Se sei a conoscenza di una società che utilizza i nostri dati, <a href="%(contact_url)s">contattaci</a>.

source: %(tier_name)s tier
it: livello %(tier_name)s
lt: %(tier_name)s lygis

source: This user has bad standing
it: Questo utente ha una cattiva reputazione
lt: Šis naudotojas turi blogą reputaciją

source: Sign up for this tier
it: Registrati per questo livello
lt: Užsiregistruoti į šią lygią

source: Supporters on this tier
it: Sostenitori in questo livello
lt: Šio lygmens palaikytojai

source: Contact name is required!
it: È necessario fornire un nome di contatto!
lt: Būtinas kontaktinis vardas!

source: Email address is required!
it: È necessario fornire un indirizzo email!
lt: El. pašto adresas – būtinas!

source: How are you using our data?
it: Come stai utilizzando i nostri dati?
lt: Kaip naudojate mūsų duomenis?

source: Please, tell us how you (will) use our data.
it: Facci sapere come usi o userai i nostri dati.
lt: Prašome, papasakokite mums, kaip jūs (ketinate) naudosite mūsų duomenis.

source: Please, limit usage description to 150 characters.
it: Limita la descrizione dell'utilizzo a 150 caratteri.
lt: Apribokite naudojimo aprašymą iki 150 simbolių.

source: You need to accept the agreement!
it: È necessario accettare l'accordo!
lt: Turite sutikti su susitarimu!

source: Organization name
it: Nome dell'organizzazione
lt: Organizacijos pavadinimas

source: You need to specify the name of your organization.
it: È necessario specificare il nome della tua organizzazione.
lt: Turite nurodyti savo organizacijos pavadinimą.

source: Organization description
it: Descrizione organizzazione
lt: Organizacijos aprašymas

source: You need to provide description of your organization.
it: È necessario fornire una descrizione della tua organizzazione.

source: Website URL
it: URL sito web

source: You need to specify website of the organization.
it: È necessario specificare il sito web dell'organizzazione.

source: Logo image URL
it: URL immagine logo

source: API URL
it: URL API

source: Street
it: Indirizzo

source: You need to specify street.
it: È necessario specificare l'indirizzo.

source: City
it: Comune
lt: Miestas

source: You need to specify city.
it: È necessario specificare il comune.
lt: Jūs turite nurodyti miestą.

source: State / Province
it: Regione / Provincia

source: You need to specify state/province.
it: È necessario specificare la regione/provincia.

source: Postcode
it: Codice postale

source: You need to specify postcode.
it: È necessario specificare il codice postale.
lt: Reikia nurodyti pašto kodą.

source: Country
it: Stato
lt: Šalis

source: You need to specify country.
it: È necessario specificare lo stato.
lt: Turite nurodyti šalį.

source: Contact name field is empty.
it: Il campo nome di contatto è vuoto.
lt: Kontakto vardo laukas yra tuščias.

source: Email field is not a valid email address.
it: Il campo email non è un indirizzo email valido.
lt: El. pašto laukas nėra tinkamas el. pašto adresas.

source: Contact email field is empty.
it: Il campo email di contatto è vuoto.
lt: Kontaktinio el. pašto laukas yra tuščias.

source: Can't find tier with a specified ID.
it: Non è stato possibile trovare un livello con l'ID fornito.
lt: Negalima rasti lygio su nurodytu ID.

source: Please select account type to sign up.
it: Seleziona il tipo di account per registrarti.
lt: Prašome pasirinkti paskyros tipą, kad užsiregistruotumėte.

source: You need to choose support tier before signing up!
it: È necessario scegliere un livello sostenitore prima di registrarsi!
lt: Prieš užsiregistruodami turite pasirinkti palaikymo lygį!

source: You need to choose existing tier before signing up!
it: È necessario scegliere un livello esistente prima di registrarsi!
lt: Prieš užsiregistruodami turite pasirinkti esamą lygį!

source: Custom amount must be more than threshold amountfor selected tier or equal to it!
it: L'importo personalizzato deve essere maggiore o uguale all'importo minimo per il livello selezionato!
lt: Pasirinkta suma turi būti didesnė už pasirinktos pakopos ribinę sumą arba jai lygi!

source: Thanks for signing up! Your application will be reviewed soon. We will send you updates via email.
it: Grazie per esserti registrato! La tua richiesta sarà esaminata presto. Ti manderemo aggiornamenti per email.
lt: Ačiū, kad užsiregistravote! Jūsų paraiška netrukus bus peržiūrėta. Naujienas jums atsiųsime el. paštu.

source: Failed to send welcome email to you. We are looking into it. Sorry for inconvenience!
it: È stato impossibile inviarti un'email di benvenuto. Ci stiamo occupando del problema. Ci scusiamo per il disguido!
lt: Nepavyko išsiųsti jums sveikinimo laiško. Mes tai nagrinėjame. Atsiprašome už nepatoguma!

source: You already have a MetaBrainz account!
it: Hai già un account di MetaBrainz!
lt: Jau turite „MetaBrainz“ paskyrą!

source: Thanks for signing up!
it: Grazie per esserti registrato!
lt: Ačiū, kad užsiregistravote!

source: Login failed!
it: Accesso fallito!
lt: Prisijungimas nepavyko!

source: Authorization code is missing!
it: Codice di autorizzazione mancante!
lt: Trūksta patvirtinimo kodo.

source: Can't generate new token unless account is active.
it: Impossibile generare un nuovo token se l'account non è attivo.
lt: Negalima sugeneruoti naujo prieigos rakto, nebent paskyra yra aktyvi.

source: Blog
lt: Tinklaraštis

source: Privacy
lt: Privatumas

source: Cover Art Archive
lt: Viršelio meno archyvas

source: Email
lt: El. paštas
