Repository: metabrainz/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: it, lt

source: <span class="name">Robert Kaye</span> &mdash; Executive Director
it: <span class="name">Robert Kaye</span> &mdash; Direttore esecutivo

source: Robert is the founder and lead geek for <a href="%(mb_url)s">MusicBrainz</a>, and Executive Director of the MetaBrainz Foundation, the non-profit organization that pays the bills for MusicBrainz. After studying Computer Engineering at Cal Poly, San Luis Obispo, he joined Xing Technology where he shaped the MP3 efforts and then spent time for the dot com boom on EMusic’s FreeAmp team. While at EMusic he started working on MusicBrainz, the open music encyclopedia, and fell in love with Open Source software.
it: Robert è il fondatore e capo geek di <a href="%(mb_url)s">MusicBrainz</a> e il direttore esecutivo della Fondazione MetaBrainz, l'organizzazione non-profit che paga le bollette per MusicBrainz. Dopo aver studiato Ingegneria informatica al Cal Poly, San Luis Obispo, si è unito a Xing Technology dirigendo i progetti MP3, quindi ha lavorato nel team FreeAmp di EMusic durante il boom delle dot-com. Durante il periodo a EMusic ha iniziato a lavorare su MusicBrainz, l'enciclopedia musicale aperta, e si è innamorato del software open source.

source: Robert is also an active hardware hacker, creating art projects for Burning Man and Nowhere. He is the co-founder of <a href="%(pr_url)s">Party Robotics</a> where he co-created Bartendro the open source cocktail robot.
it: Robert è anche attivo come hacker hardware, creando progetti artistici per il Burning Man e il Nowhere. È il co-founder di <a href="%(pr_url)s">Party Robotics</a>, con cui ha co-creato Bartendro, il robot per cocktail open source.

source: He lives in Barcelona, Spain.
it: Vive a Barcellona, in Spagna.

source: <span class="name">Michael Wiencek</span> &mdash; Senior Developer
it: <span class="name">Michael Wiencek</span> &mdash; Sviluppatore senior

source: Michael is the senior developer for MusicBrainz, residing in his hometown of Chicago. He heard about MusicBrainz when he was still in grammar school, started editing in high school as his music collection got unwieldy, and participated in three GSoC projects during college. In his copious free time he enjoys going to concerts, making music no one will ever hear, binge-watching old TV shows, and being the best drummer in the world on Rock Band 4.
it: Michael è lo sviluppatore senior per MusicBrainz e risiede nella sua città natale, Chicago. Ha sentito parlare di MusicBrainz per la prima volta quando era ancora alla scuola media, ha cominciato ad essere attivo come editor durante la scuola superiore, quando la sua collezione musicale si è fatta ingombrante, e ha participato a tre progetti GSoC durante l'università. Nel suo abbondante tempo libero ama andare a concerti, creare musica che nessuno ascolterà mai, fare maratone di vecchie serie TV ed essere il miglior batterista del mondo a Rock Band 4.

source: Hired in the fall of 2015 as the MetaBrainz Community Manager, Freso is in charge of most of the public communication channels (IRC, forums, blog, etc.) and various community projects (like the Google Code-in). He has been a <a href="%(mb_freso_url)s">MusicBrainz contributor since 2006</a> and an open source enthusiast for even longer.
it: Assunto nell'autunno 2015 come Community Manager di MetaBrainz, Freso è responsabile della maggior parte dei canali di comunicazione pubblica (IRC, forum, blog, ecc.) e di vari progetti della comunità (come Google Code-In). È un <a href="%(mb_freso_url)s">collaboratore di MusicBrainz dal 2006</a> e un appassionato del mondo open source da ancora prima.

source: On the rare occasions that he is not found in front of a monitor of some sort, Freso can be found <a href="%(mb_freso_artist)s">playing music</a> or (far more commonly) dancing to it. He has even taught some dance classes and workshops in <a href="%(bboy_url)s">b-boying</a>!
it: Nelle rare occasioni in cui non è davanti a un monitor di qualche tipo, Freso può essere visto <a href="%(mb_freso_artist)s">suonare</a> o (ancora più spesso) ballare. È stato anche insegnante in corsi di danza e seminari di <a href="%(bboy_url)s">break dance</a>!

source: Freso was born and raised in Copenhagen, Denmark but has recently moved to Barcelona to be closer to the rest of the MetaBrainz team.
it: Freso è nato e cresciuto a Copenhagen, Danimarca, ma di recente si è trasferito a Barcellona per essere più vicino al resto della squadra di MusicBrainz.
lt: Fresas gimė ir užaugo Kopenhagoje, Danijoje, bet neseniai persikėlė į Barseloną, kad būtų arčiau kitų MetaBrainz komandos.

source: <span class="name">Nicolás Tamargo</span> &mdash; Style Leader/Customer Support
it: <span class="name">Nicolás Tamargo</span> &mdash; Style Leader/Supporto clienti

source: Nicolás is the leader of everything style-related in MusicBrainz (all except for fashion), and is in charge of answering (or delegating!) support requests. When he's not actively working for MetaBrainz, he's busy <a href="%(mb_editors_url)s">editing MusicBrainz</a>, devouring ice cream, and following the <a href="%(tartu_url)s">world's best football team</a> around the country.
it: Nicolás è il leader di tutte le questioni relative allo stile su MusicBrainz (eccetto quando si parla di moda) ed è incaricato di rispondere (o inoltrare) le richieste di supporto. Quando non lavora per MetaBrainz, è impegnato come <a href="%(mb_editors_url)s">editor di MusicBrainz</a>, a divorare gelato e a seguire la <a href="%(tartu_url)s">migliore squadra di calcio del mondo</a> in giro per il paese.

source: He lives in Tartu, Estonia.
it: Vive a Tartu, in Estonia.
lt: Jis gyvena Tartu, Estijoje.

source: Roman first became associated with MetaBrainz through Google Summer of Code program, where he was instrumental in the birth of <a href="%(cb_url)s">CritiqueBrainz</a>. He wrote the updated MetaBrainz website. Currently works on MusicBrainz, AcousticBrainz, and other projects.
it: Roman è entrato in contatto con MetaBrainz per la prima volta attraverso il programma Google Summer of Code, durante il quale è stato determinante per la nascita di <a href="%(cb_url)s">CritiqueBrainz</a>. Ha programmato il nuovo sito di MetaBrainz. Al momento lavora su MusicBrainz, AcousticBrainz e altri progetti.

source: Roman joined the MetaBrainz team as a software engineer in 2015. He currently lives and studies music technology in Barcelona, Spain.
it: Roman si è unito alla squadra di MetaBrainz come software engineer nel 2015. Al momento vive e studia tecnologia musicale a Barcellona, in Spagna.

source: <span class="name">Laurent Monin</span> &mdash; System Administrator
it: <span class="name">Laurent Monin</span> &mdash; Amministratore di sistema

source: A zealous music devotee, Laurent Monin first stumbled upon MusicBrainz and Picard in attempts to codify his vast collection of over 1500 CDs. In addition to being a music fanatic, Laurent has been programming on anything with more than 1 bit since 1982 and has been an esteemed Linux system administrator since 1998.
it: Zelante appassionato di musica, Laurent Monin ha scoperto MusicBrainz e Picard per la prima volta mentre cercava di codificare la sua vasta collezione di più di 1500 CD. Oltre a essere un fanatico di musica, Laurent programma qualsiasi cosa abbia più di 1 bit dal 1982 ed è uno stimato amministratore di sistema Linux dal 1998.

source: With his extensive repertoire of skills and passions, Laurent has actively contributed to a myriad of open source projects, notably <a href="%(elinks_url)s">ELinks</a> and <a href="%(geeqie_url)s">Geeqie</a>, and loves to tinker with the hardware of various audio gadgets, including amplifiers and loudspeakers. However, Laurent's contributions do not end there. He currently sustains the MetaBrainz servers while residing near Besançon, France.
it: Grazie al suo ampio repertorio di talenti e passioni, Laurent ha contribuito attivamente a una miriade di progetti open source, tra cui <a href="%(elinks_url)s">ELinks</a> e <a href="%(geeqie_url)s">Geeqie</a>, e ama smanettare con l'hardware di vari gadget audio, tra cui amplificatori e altoparlanti. Tuttavia, i contributi di Laurent non finiscono qui. Attualmente si occupa di mantenere i server di MetaBrainz e risiede vicino a Besançon, in Francia.

source: Elizabeth lives in Barcelona, Spain and joined the MetaBrainz team to manage the relationships with our supporters. When not working for MetaBrainz, Elizabeth enjoys researching and developing computational textiles and attending the International Symposium of Wearable Computing. She continuously struggles to find balance between her cheese obsession, tinkering with power tools and learning the art of weaving.
it: Elizabeth vive a Barcellona, in Spagna, e si è unita alla squadra di MetaBrainz per gestire le relazioni con i nostri sostenitori. Quando non lavora per MetaBrainz, Elizabeth ama ricercare e sviluppare tessuti computazionali e frequentare l'International Symposium of Wearable Computing. Cerca continuamente di trovare un difficile equilibro tra la sua ossessione per il formaggio, lo smanettare con attrezzi elettrici e l'imparare l'arte della tessitura.

source: Voluntary Project Leaders
it: Leader di progetto volontari
lt: Savanoriškų projektų vadovai

source: Ben is one of the two project leads and the main programmer for <a href="%(bb_url)s">BookBrainz</a>, a volunteer project doing for books what MusicBrainz does for music. He started programming C++ 9 years ago, and now knows Python and Node.js too, although he is currently studying for a degree in Electronics Engineering at the <a href="%(surrey_url)s"> University of Surrey</a>. Ben has been editing MusicBrainz for the past 4 years, attending the last three summits, and has contributed code to<a href="%(mutagen_url)s"> mutagen</a> and <a href="%(beets_url)s">beets</a> besides BookBrainz.
it: Ben è uno dei due leader di progetto e programmatore principale di <a href="%(bb_url)s">BookBrainz</a>, un progetto di volontari che fa per i libri quello che MusicBrainz fa per la musica. Ha iniziato a programmare in C++ 9 anni fa e ora conosce anche Python e Node.js, anche se attualmente studia per ottenere una laurea in Ingegneria elettronica alla <a href="%(surrey_url)s">University of Surrey</a>. Ben è un editor di MusicBrainz da 4 anni, ha partecipato agli ultimi 3 summit e ha contribuito codice a <a href="%(mutagen_url)s">mutagen</a> e a <a href="%(beets_url)s">beets</a> oltre che a BookBrainz.

source: In his spare time, Ben likes to design quadrotors, <a href="%(race_surrey_url)s"> racing cars</a>, artificial intelligence, <a href="%(opengrow_url)s">vegetation simulators</a> and music software. However, none of them are finished yet!
it: Nel suo tempo libero, Ben ama progettare quadrirotori, <a href="%(race_surrey_url)s">auto da corsa</a>, intelligenza artificiale, <a href="%(opengrow_url)s">simulatori di vegetazione</a> e software musicale. Tuttavia, non ha ancora finito nessuno di questi!

source: Sean is the other of the two project leaders for <a href="%(bb_url)s">BookBrainz</a>. He speaks Irish and is currently trying to learn to play the bodhrán.
it: Sean è l'altro dei due leader del progetto <a href="%(bb_url)s">BookBrainz</a>. Parla irlandese e attualmente sta cercando di imparare a suonare il bodhrán.

source: Alastair is the project leader for <a href="%(ab_url)s">AcousticBrainz</a>.
it: Alastair è il leader di progetto per <a href="%(ab_url)s">AcousticBrainz</a>.

source: OAuth Authorization
it: Autorizzazione OAuth
lt: „OAuth“ autorizavimas

source: This app requested permission to access:
it: Questa app ha richiesto il permesso di accedere a:
lt: Ši programa paprašė leidimo prisijungti:

source: Your identity on MetaBrainz
it: La tua identità su MetaBrainz
lt: Jūsų tapatybė „MetaBrainz“

source: Allow access
it: Permetti l'accesso
lt: Leisti prieigą

source: Cancel
it: Annulla
lt: Atšaukti

source: Cancelling recurring payments
it: Annulla pagamenti periodici
lt: Periodinių mokėjimų atšaukimas

source: In case you want to cancel recurring donation (payment) that you set up before, you'll need to go to a service which you used to pay.
it: Se vuoi annullare una donazione (pagamento) periodico impostata in precedenza, devi farlo attraverso il servizio che hai utilizzato per pagare.
lt: Jei norite atšaukti kartotinį aukojimą (mokėjimą), kurį nustatėte anksčiau, turėsite pereiti prie paslaugos, kurią naudojote mokėjimams atlikti.

source: Here are links to more information:
it: Qui trovi alcuni link per maggiori informazioni:
lt: Štai nuorodos į daugiau informacijos:

source: Make a Donation
it: Fai una donazione
lt: Padaryti auką

source: If you feel that our projects are a worthwhile effort, please consider contributing money to the MetaBrainz Foundation, which is a <a href="%(wikipedia_non_profit_url)s"> 501(c)(3) tax-exempt non-profit</a> based in California. All of your donations will be tax-deductible and you will receive a receipt that you can use to deduct your donation off your taxes if you are a US taxpayer.
it: Se pensi che i nostri progetti possano essere utili, prendi in considerazione l'idea di fare una donazione alla Fondazione MetaBrainz, che è un'<a href="%(wikipedia_non_profit_url)s">impresa non-profit esentasse 501(c)(3)</a> con sede in California. Tutte le tue donazioni saranno deducibili fiscalmente; riceverai una ricevuta che potrai usare per dedurre la tua donazione dalle tasse se sei un contribuente americano.

source: Your donations will be used to operate projects of the MetaBrainz Foundation. This includes paying for ongoing expenses like hosting, hardware, maintaining a modest office, and paying a minimal salary for MetaBrainz employees.
it: Le tue donazioni saranno utilizzate per le operazioni dei progetti della Fondazione MetaBrainz. Questo comprende pagare le spese correnti come hosting, hardware, mantenere un piccolo ufficio e pagare un salario minimo agli impiegati di MetaBrainz.
lt: Jūsų aukos bus naudojamos MetaBrainz fondui skirtiems projektams vykdyti. Tai apima einamųjų išlaidų, tokių kaip prieglobos, techninės įrangos, kuklaus biuro išlaikymo ir minimalaus atlyginimo MetaBrainz darbuotojams mokėjimą.

source: Where has my contribution gone? See our <a href="%(finance_reports_url)s">transparent finances</a>.
it: Che fine ha fatto il mio contributo? Consulta le nostre <a href="%(finance_reports_url)s">finanze trasparenti</a>.

source: Who else is contributing? See our list of <a href="%(donors_url)s">donors</a>.
it: Chi altro sta contribuendo? Consulta la nostra lista di <a href="%(donors_url)s">donatori</a>.

source: <b>Be careful!</b> This is a development version of the website. Do NOT use your real credit card credentials! If you want to send an actual donation, go to <a href="%(mb_url)s">metabrainz.org</a>.
it: <b>Fai attenzione!</b> Questa è una versione di sviluppo del sito. NON utilizzare le credenziali autentiche della tua carta di credito! Se vuoi inviarci una donazione vera e propria, visita <a href="%(mb_url)s">metabrainz.org</a>.
lt: <b>Būkite atsargūs!</b> Tai – svetainės kūrimo versija. NEBANDYKITE naudoti savo tikrų kredito kortelės duomenų! Jei norite siųsti tikrą auką, eikite į <a href="%(mb_url)s">metabrainz.org</a>.

source: Amount
it: Importo
lt: Kiekis

source: If you would like to make a large donation, please contact us at <a href="%(mail_link)s">donations@metabrainz.org</a> before you do.
it: Se desideri effettuare una donazione particolarmente grande, contattaci all'indirizzo <a href="%(mail_link)s">donations@metabrainz.org</a> prima di farlo.

source: I want this to be a recurring monthly donation
it: Voglio che questa donazione sia periodica (mensile)
lt: Noriu, kad tai būtų nuolatinė mėnesinė auka

source: MusicBrainz username
it: Nome utente MusicBrainz
lt: „MusicBrainz“ naudotojo vardas

source: Email me about future fundraising events
it: Mandami un'email riguardo futuri eventi di raccolta fondi
lt: Rašykite man el. paštą apie būsimus lėšų rinkimo renginius

source: This will be very seldom
it: Questo avverrà molto raramente
lt: Tai bus labai retai

source: I would like this donation to be anonymous
it: Vorrei che questa donazione fosse anonima
lt: Norėčiau, kad ši auka būtų anoniminė

source: Your name won't appear in the donors list
it: Il tuo nome non apparirà nell'elenco dei donatori
lt: Jūsų vardas nebus rodomas donorų sąraše

source: Donate with Credit Card
it: Dona con carta di credito
lt: Paaukoti kreditine kortele

source: The personal information provided to the MetaBrainz Foundation during the donation process will not be shared with anyone. For more information, please take a look at our <a href="%(privacy_policy_url)s"> privacy policy</a>.
it: Le informazioni personali fornite alla Fondazione MetaBrainz durante il processo di donazione non saranno condivise con nessuno. Per maggiori informazioni, dai un'occhiata alle nostre <a href="%(privacy_policy_url)s">informazioni sulla privacy</a>.

source: To find out how to cancel recurring donations take a look at <a href="%(cancel_recurring_url)s">this page</a>.
it: Per scoprire come annullare una donazione periodica, dai un'occhiata a <a href="%(cancel_recurring_url)s">questa pagina</a>.

source: Other ways to donate
it: Altri modi per donare
lt: Kitais būdais aukoti

source: Non-US Bank transfer
it: Bonifico bancario (non USA)
lt: Ne JAV banko pervedimas

source: You can make a donation, or recurring donations, via bank transfer to the following IBAN:
it: Puoi fare una donazione, o donazioni periodiche, con un bonifico bancario al seguente IBAN:

source: Please indicate your name and use the word %(donation_fixed_string)s in the description field.
it: Indica il tuo nome e utilizza la parola %(donation_fixed_string)s nel campo descrizione.

source: US Check
it: Assegno (USA)
lt: JAV čekis

source: If you would like to donate using a check drawn on a US bank, please send them to:
it: Se vuoi fare una donazione usando un assegno emesso da una banca americana, lo puoi inviare a:

source: Please make checks payable to the <strong>MetaBrainz Foundation</strong>.
it: Ricordati di compilare un assegno pagabile alla <strong>Fondazione MetaBrainz</strong>.

source: If you use Flattr to donate to your favourite projects, you can click below to Flattr MetaBrainz:
it: Se utilizzi Flattr per fare donazioni ai tuoi progetti preferiti, puoi cliccare qui sotto per inviare un Flattr a MetaBrainz:

source: Enter your MusicBrainz username to have Picard/MusicBrainz stop nagging you
it: Inserisci il tuo nome utente MusicBrainz per far sì che Picard/MusicBrainz smettano di scocciarti
lt: Įveskite savo „MusicBrainz“ vartotojo vardą, kad „Picard“/„MusicBrainz“ nustotų jus erzinti

source: MusicBrainz is currently unavailable.
it: MusicBrainz non è disponibile al momento.
lt: „MusicBrainz“ šiuo metu neprieinama.

source: Please, make sure that your username is correct.
it: Assicurati che il tuo nome utente sia corretto.
lt: Įsitikinkite, kad jūsų vartotojo vardas yra teisingas.

source: Your donation will be associated with this account.
it: La tua donazione sarà associata a questo account.

source: We can't find this account. Please, make sure it's correct
it: Non è stato possibile trovare questo account. Assicurati che sia corretto.
lt: Šios paskyros nerandame. Įsitikinkite, kad ji yra teisinga

source: Donations
it: Donazioni
lt: Paaukojimai

source: by date
it: per data
lt: pagal datą

source: by amount
it: per importo
lt: pagal kiekį

source: No donations. :(
it: Nessuna donazione. :(
lt: Jokių aukų. :(

source: Date
it: Data
lt: Data

source: Donor
it: Donatore
lt: Donoras

source: Donation
it: Donazione
lt: Aukojimas

source: Fee
it: Commissioni
lt: Mokestis

source: First
it: Primo
lt: Pirma

source: Make a Payment
it: Effettua un pagamento
lt: Atlikti mokėjimą

source: <b>This page is for organizations!</b> Payments made here will not show up in the list of donations. If you want to make a donation instead, go to <a href="%(donate_url)s">donation page</a>.
it: <b>Questa pagina è per le organizzazioni!</b> I pagamenti effettuati qui non appariranno nell'elenco di donazioni. Se invece vuoi fare una donazione, visita la <a href="%(donate_url)s">pagina di donazione</a>.

source: Your payments will be used to operate projects of the MetaBrainz Foundation. This includes paying for ongoing expenses like hosting, hardware, maintaining a modest office, and paying a minimal salary for MetaBrainz employees.
it: I tuoi pagamenti saranno utilizzati per le operazioni dei progetti della Fondazione MetaBrainz. Questo comprende pagare le spese correnti come hosting, hardware, mantenere un piccolo ufficio e pagare un salario minimo agli impiegati di MetaBrainz.

source: <p>Where has your contribution gone? See our <a href="%(financial_reports_url)s">transparent finances</a>.</p>
it: <p>Che fine ha fatto il mio contributo? Consulta le nostre <a href="%(financial_reports_url)s">finanze trasparenti</a>.</p>

source: <b>Be careful!</b> This is a development version of the website. Do NOT use your real credit card credentials! If you want to send an actual payment, go to <a href="%(mb_url)s">metabrainz.org</a>.
it: <b>Fai attenzione!</b> Questa è una versione di sviluppo del sito. NON utilizzare le credenziali autentiche della tua carta di credito! Se vuoi inviarci un pagamento vero e proprio, visita <a href="%(mb_url)s">metabrainz.org</a>.
lt: <b>Būkite atsargūs!</b> Tai – svetainės kūrimo versija. NEBANDYKITE naudoti savo tikrų kredito kortelės duomenų! Jei norite siųsti tikrą mokėjimą, eikite į <a href="%(mb_url)s">metabrainz.org</a>.

source: If you would like to make a large payment, please contact us at <a href="%(mail_link)s">payments@metabrainz.org</a> before you do.
it: Se desideri effettuare un pagamento particolarmente grande, contattaci all'indirizzo <a href="%(mail_link)s">payments@metabrainz.org</a> prima di farlo.

source: Invoice number
it: Numero di fattura
lt: Sąskaitos faktūros numeris

source: Make this a recurring monthly payment
it: Imposta questo pagamento come periodico (mensile)
lt: Padarykite tai pasikartojančiu mėnesiniu mokėjimu

source: Pay with Credit Card
it: Paga con carta di credito
lt: Mokėti kreditine kortele

source: The personal information provided to the MetaBrainz Foundation during the payment process will not be shared with anyone. For more information, please take a look at our <a href="%(privacy_policy_url)s"> privacy policy</a>.
it: Le informazioni personali fornite alla Fondazione MetaBrainz durante il processo di pagamento non saranno condivise con nessuno. Per maggiori informazioni, dai un'occhiata alle nostre <a href="%(privacy_policy_url)s">informazioni sulla privacy</a>.

source: To find out how to cancel recurring payments take a look at <a href="%(cancel_recurring_url)s">this page</a>.
it: Per scoprire come annullare un pagamento periodico, dai un'occhiata a <a href="%(cancel_recurring_url)s">questa pagina</a>.

source: Other ways to pay
it: Altri modi per pagare
lt: Kitais būdais mokėti

source: You can make a payment, or recurring payments, via bank transfer to the following IBAN:
it: Puoi fare un pagamento, o pagamenti periodici, con un bonifico bancario al seguente IBAN:

source: Please specify the invoice number(s) you are paying in the description field of the transfer.
it: Specifica il numero della fattura (o fatture) che stai pagando nella descrizione del bonifico.

source: If you would like to pay us using a check drawn on a US bank, please send them to:
it: Se vuoi pagarci usando un assegno emesso da una banca americana, lo puoi inviare a:

source: Annual Report
it: Rapporto annuale
lt: Metinė ataskaita
