Repository: metabrainz/metabrainz.org
Catalog: metabrainz/translations/*/LC_MESSAGES/messages.po
Languages: it, lt

source: You need to specify amount!
it: Devi specificare l'importo!
lt: Reikia nurodyti sumą.

source: You need to specify invoice number!
it: Devi specificare il numero della fattura!
lt: Reikia nurodyti sąskaitos faktūros numerį.

source: Thank you for making a donation to the MetaBrainz Foundation. Your support is greatly appreciated! It may take some time before your donation appears in the list due to processing delays.
it: Grazie per aver fatto una donazione alla Fondazione MetaBrainz. Il tuo sostegno è molto apprezzato! È possibile che ci voglia un po' di tempo prima che la tua donazione appaia nella lista a causa dei tempi di elaborazione.
lt: Dėkojame, kad aukojate „MetaBrainz“ fondui. Jūsų parama yra labai vertinama! Dėl apdorojimo vėlavimo gali praeiti šiek tiek laiko, kol auka pasirodys sąraše.

source: Thank you for making a payment to the MetaBrainz Foundation. Your support is greatly appreciated!
it: Grazie per aver fatto un pagamento alla Fondazione MetaBrainz. Il tuo sostegno è molto apprezzato!
lt: Dėkojame, kad atlikote mokėjimą „MetaBrainz“ fondui. Jūsų parama yra labai vertinama!

source: We're sorry to see that you won't be donating today. We hope that you'll change your mind!
it: Ci spiace che tu non faccia una donazione oggi. Speriamo che cambi idea!
lt: Apgailestaujame, kad šiandien neaukosite. Tikimės, kad persigalvosite!

source: We're sorry to see that you won't be paying today. We hope that you'll change your mind!
it: Ci spiace che tu non faccia un pagamento oggi. Speriamo che cambi idea!
lt: Apgailestaujame, kad šiandien nemokėsite. Tikimės, kad persigalvosite!

source: We're sorry, but it appears we've run into an error and can't process your donation.
it: Spiacenti, non ci è possibile processare la tua donazione a causa di un errore.
lt: Apgailestaujame, bet atrodo, kad susidūrėme su klaida ir negalime apdoroti jūsų aukos.

source: We're sorry, but it appears we've run into an error and can't process your payment.
it: Spiacenti, non ci è possibile processare il tuo pagamento a causa di un errore.
lt: Apgailestaujame, bet atrodo, kad susidūrėme su klaida ir negalime apdoroti jūsų mokėjimo.

source: Requested annual report was not found.
it: Il rapporto annuale richiesto non è stato trovato.
lt: Prašoma metinė ataskaita nebuvo rasta.

source: Foundation
it: Fondazione
lt: Fondas

source: Projects
it: Progetti
lt: Projektai

source: Team
it: Squadra
lt: Komanda

source: Sponsors
it: Sponsor
lt: Rėmėjai

source: Supporters
it: Sostenitori
lt: Palaikytojai

source: Privacy Policy
it: Informazioni sulla privacy
lt: Privatumo politika

source: Finances
it: Finanze
lt: Finansai

source: Annual Reports
it: Rapporti annuali
lt: Metinės ataskaitos

source: Donors
it: Donatori
lt: Donorai

source: Users
it: Utenti
lt: Naudotojai

source: Sign in
it: Accedi
lt: Prisijungti

source: Sign out
it: Disconnetti
lt: Atsijungti

source: Access your account
it: Accedi al tuo account
lt: Prieiga prie paskyros

source: Contact us
it: Contattaci
lt: Susisiekti su mumis

source: Sponsored by <a href="%(google_url)s">Google</a>, <a href="%(osuosl_url)s">OSUOSL</a> and <a href="%(sponsors_url)s">others&hellip;</a>
it: Sponsorizzato da <a href="%(google_url)s">Google</a>, <a href="%(osuosl_url)s">OSUOSL</a> e <a href="%(sponsors_url)s">altri&hellip;</a>
lt: Remia <a href="%(google_url)s">„Google“</a>, <a href="%(osuosl_url)s">„OSUOSL“</a> ir <a href="%(sponsors_url)s">kiti&hellip;</a>

source: Toggle navigation
it: Attiva/disattiva navigazione
lt: Perjungti naršymą

source: About
it: Chi siamo
lt: Apie

source: The Foundation
it: La Fondazione
lt: Fondas

source: Reports
it: Rapporti
lt: Ataskaitos

source: Financial Reports
it: Rapporti finanziari
lt: Finansų ataskaitos

source: Donate
it: Fai una donazione
lt: Aukoti

source: Sign up
it: Registrati
lt: Registruotis

source: Your profile
it: Il tuo profilo
lt: Jūsų profilis

source: MetaBrainz API
it: API MetaBrainz

source: All endpoints require an access token which you can get from your <a href="%(profile_url)s">profile page</a>.
it: Tutti i punti finali richiedono un token di accesso che puoi ottenere dalla tua <a href="%(profile_url)s">pagina del profilo</a>.
lt: Visiems galutiniams taškams privalomas prieigos raktas, kurį galite gauti iš savo <a href="%(profile_url)s">profilio puslapio</a>.

source: MusicBrainz Live Data Feed
it: Live Data Feed di MusicBrainz
lt: „MusicBrainz“ tiesioginis duomenų srautas

source: There are three endpoints for fetching replication packets:
it: Ci sono tre endpoint per recuperare pacchetti di replica:
lt: Yra trys galutiniai taškai, skirti kopijavimo paketams gauti:

source: Hourly:
it: Orario:
lt: Valandinis:

source: Daily:
it: Giornaliero:
lt: Kasdieninis:

source: Weekly:
it: Settimanale:
lt: Savaitinis:

source: It is possible to get a signature for each replication packet. Just replace <code>.tar.bz2</code> with <code>.asc</code>.
it: È possibile ottenere una firma per ogni pacchetto di replica sostituendo <code>.tar.bz2</code> con <code>.asc</code>.
lt: Galima gauti kiekvieno kopijavimo paketo parašą. Tiesiog pakeiskite <code>.tar.bz2</code> į <code>.asc</code>.

source: You can find the latest replication packet numbers from this endpoint:
it: Puoi trovare i numeri dei pacchetti di replica più recenti da questo punto finale:
lt: Naujausius replikavimo paketų numerius galite rasti iš šio galutinio taško:

source: Back to home page
it: Torna alla home page
lt: Atgal į pagrindinį puslapį

source: About
it: Chi siamo
lt: Apie

source: About the MetaBrainz Foundation
it: Cos'è la Fondazione MetaBrainz
lt: Apie „MetaBrainz“ fondą

source: The MetaBrainz Foundation is a 501(c)(3) tax-exempt non-profit founded in December 2004 and based in San Luis Obispo, California, that believes in free, open access to data.
it: La Fondazione MetaBrainz è un'impresa non-profit esentasse 501(c)(3), fondata nel dicembre 2004 e con sede a San Luis Obispo, California, che sostiene l'accesso libero e aperto ai dati.
lt: „MetaBrainz Foundation“ – tai neapmokestinama ne pelno siekianti organizacija (501(c)(3)), įkurta 2004 m. gruodį San Luis Obispo mieste, Kalifornijoje, kuri tiki laisva ir atvira prieiga prie duomenų.

source: The MetaBrainz Foundation has been set up to build community maintained databases and make them available in the public domain or under Creative Commons licenses. Our data is mostly gathered by volunteers, and verified by a voting system to make sure it is consistent and correct. All non-commercial use is free, but commercial users are asked to pay for regular updates of the data in order to help fund the project. We encourage all data users to contribute to the data gathering process so that our data can be as comprehensive as possible.
it: La Fondazione MetaBrainz è stata creata per costruire database mantenuti dalla comunità e renderli disponibile nel dominio pubblico o sotto licenze Creative Commons. I nostri dati sono raccolti perlopiù da volontari e verificati attraverso un sistema di voto per assicurarne la coerenza e correttezza. Tutti gli usi non commerciali sono liberi, ma agli utenti commerciali è chiesto di pagare per ricevere aggiornamenti regolari dei dati, al fine di aiutare a finanziare il progetto. Incoraggiamo tutti gli utenti a contribuire al processo di raccolta dei dati in modo da assicurare che i nostri dati siano il più completo possibile.
lt: „MetaBrainz“ fondas buvo įkurtas siekiant sukurti bendruomenės prižiūrimas duomenų bazes ir padaryti jas prieinamas viešai naudojimai arba pagal kūrybinių bendrijų licencijas. Mūsų duomenis daugiausia renka savanoriai, o juos tikrina balsavimo sistema, kad įsitikintų, jog jie yra nuoseklūs ir teisingi. Visas nekomercinis naudojimas – nemokamas, bet komercinių naudotojų prašoma mokėti už normalų duomenų atnaujinimą, kad padėtų finansuoti projektą. Raginame visus duomenų naudotojus prisidėti prie duomenų rinkimo proceso, todėl mūsų duomenys gali būti kuo išsamesni.

source: The MetaBrainz Foundation believes in <a href="%(financial_reports_url)s"> transparent finances</a> and has several <a href="%(supporters_url)s"> commercial supporters</a> who pay for timely and convenient access to data. The MetaBrainz Foundation is also supported by a number of <a href="%(sponsors_url)s">sponsors</a> who provide funds in order for the foundation to accomplish its goals.
it: La Fondazione MetaBrainz crede in <a href="%(financial_reports_url)s">finanze trasparenti</a> e ha diversi <a href="%(supporters_url)s">sostenitori commerciali</a> che pagano per un accesso puntuale e pratico ai dati. La Fondazione MetaBrainz è sostenuta anche da un numero di <a href="%(sponsors_url)s">sponsor</a> che forniscono fondi per aiutare la Fondazione a raggiungere i suoi obiettivi.
lt: „MetaBrainz“ fondas tiki <a href="%(financial_reports_url)s"> skaidriais finansais</a> ir turi keletą <a href="%(supporters_url)s"> komercinių palaikytojų</a>, kurie moka už savalaikę ir patogią prieigą prie duomenų. „MetaBrainz“ fondą taip pat palaiko keletas <a href="%(sponsors_url)s">rėmėjų</a>, kurie teikia lėšų, kad fondas galėtų įgyvendinti savo tikslus.

source: Board of Directors
it: Consiglio dei Direttori
lt: Direktorių taryba

source: Our board of directors consists of:
it: Il nostro consiglio dei direttori è composto da:
lt: Mūsų direktorių tarybą sudaro:

source: Director Nick Ashton-Hart, Executive Director of the <a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a>
it: Direttore Nick Ashton-Hart, direttore esecutivo dell'<a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a>
lt: direktorius Nick Ashton-Hart, vykdomasis direktorius iš „<a href="%(internet_ecosys_url)s">Internet &amp; Digital Ecosystem Alliance</a>“;

source: Director <a href="%(paul_url)s">Paul Bennun</a> of <a href="%(somethin_else_url)s">Somethin' Else</a>
it: Direttore <a href="%(paul_url)s">Paul Bennun</a> di <a href="%(somethin_else_url)s">Somethin' Else</a>
lt: direktorius <a href="%(paul_url)s">Paul Bennun</a> iš „<a href="%(somethin_else_url)s">Somethin’ Else</a>“;

source: Director <a href="%(cory_url)s">Cory Doctorow</a>, Sci-Fi author and editor of the <a href="%(boing_url)s">Boing Boing</a> weblog
it: Direttore <a href="%(cory_url)s">Cory Doctorow</a>, scrittore di fantascienza e curatore del weblog <a href="%(boing_url)s">Boing Boing</a>
lt: Režisierius <a href="%(cory_url)s">Koris Doktorovas</a>, mokslinės fantastikos autorius ir tinklaraščio <a href="%(boing_url)s">„Boing Boing“</a> redaktorius

source: Director <a href="%(sophie_url)s">Sophie Goossens</a> of <a href="%(ab_url)s">August &amp; Debouzy</a>
it: Direttrice <a href="%(sophie_url)s">Sophie Goossens</a> di <a href="%(ab_url)s">August &amp; Debouzy</a>
lt: Direktorė <a href="%(sophie_url)s">Sofi Goosens</a> iš <a href="%(ab_url)s">„August &amp; Debouzy“</a>

source: Director <a href="%(matthew_url)s">Matthew Hawn</a> of <a href="%(audio_net_url)s">Audio Network</a>
it: Direttore <a href="%(matthew_url)s">Matthew Hawn</a> di <a href="%(audio_net_url)s">Audio Network</a>
lt: Direktorius <a href="%(matthew_url)s">Matėjus Honas</a> iš <a href="%(audio_net_url)s">Garso tinklo</a>

source: Director &amp; Treasurer <a href="%(rassami_url)s">Rassami Hok Ljungberg</a> of the <a href="%(m4p5_url)s">Music 4.5 seminar series</a> put on by <a href="%(two_pears_url)s">2 Pears</a>
it: Direttrice &amp; Tesoriere <a href="%(rassami_url)s">Rassami Hok Ljungberg</a> della <a href="%(m4p5_url)s">serie di seminari Music 4.5</a> lanciata da <a href="%(two_pears_url)s">2 Pears</a>
lt: Direktorius &amp; iždininkas <a href="%(rassami_url)s">Rassamis Hokas Ljungbergas</a> iš <a href="%(m4p5_url)s">„Music 4.5“ seminarų serijos</a> , kurią rengia <a href="%(two_pears_url)s">„2 Pears“</a>

source: Executive Director <a href="%(mayhem_url)s">Robert Kaye</a> of the MetaBrainz Foundation
it: Direttore esecutivo <a href="%(mayhem_url)s">Robert Kaye</a> della Fondazione MetaBrainz
lt: Vykdomasis direktorius <a href="%(mayhem_url)s">Roberas Kėjus</a> , „MetaBrainz“ fondo

source: Secretary <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>, Community Manager of the MetaBrainz Foundation
it: Segretario <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>, Community Manager della Fondazione MetaBrainz
lt: Sekretorius <a href="%(freso_url)s">Frederikas „Frezo“ S. Oleksenas</a>, „MetaBrainz“ fondo bendruomenės vadovas

source: Our directors emeritus include:
it: I nostri direttori emeriti comprendono:
lt: Mūsų direktoriai emeritai įtraukta:

source: Director Emeritus <a href="%(lessig_url)s">Lawrence Lessig</a> of the <a href="%(berkman_url)s">Berkman Center for Internet and Society</a> and <a href="%(cc_url)s">Creative Commons</a>
it: Direttore emerito <a href="%(lessig_url)s">Lawrence Lessig</a> del <a href="%(berkman_url)s">Berkman Center for Internet and Society</a> e di <a href="%(cc_url)s">Creative Commons</a>
lt: Direktorius emeritas <a href="%(lessig_url)s">Lorensas Lessigas</a> , <a href="%(berkman_url)s">Berkmano centro, interneto ir visuomenės</a> bei <a href="%(cc_url)s">„Creative Commons“</a>

source: Director Emeritus <a href="%(joi_url)s">Joichi Ito</a> of <a href="%(neoteny_url)s">Neoteny Co. Ltd.</a>
it: Direttore emerito <a href="%(joi_url)s">Joichi Ito</a> di <a href="%(neoteny_url)s">Neoteny Co. Ltd.</a>
lt: Direktorius emeritas <a href="%(joi_url)s">Joičis Itas</a> iš <a href="%(neoteny_url)s">„Neoteny Co. Ltd.“</a>

source: Officers
it: Funzionari
lt: Vadovai

source: The officers of this company are:
it: I funzionari della società sono:
lt: Šios kompanijos vadovai yra:

source: President Robert Kaye
it: Robert Kaye, Presidente
lt: Pirmininkas Robertas Kėjus

source: Treasurer <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>
it: <a href="%(rassami_url)s">Rassami Hok Ljungberg</a>, Tesoriere
lt: Iždininkas <a href="%(rassami_url)s">Rassamis Hokas Ljungbergas</a>

source: Secretary <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>
it: <a href="%(freso_url)s">Frederik “Freso” S. Olesen</a>, Segretario
lt: Sekretorius <a href="%(freso_url)s">Frederikas „Frezo“ S. Olesenas</a>

source: Bad customers
it: Cattivi clienti
lt: Blogi klientai

source: Our not-so-favorite commercial data users
it: I nostri utenti commerciali di dati non-proprio-preferiti
lt: Mūsų ne itin mėgstami komercinių duomenų naudotojai

source: The following companies use our data, but have declined to support us on an ongoing basis.
it: Le seguenti società utilizzano i nostri dati, ma si sono rifiutate di sostenerci su base continua.
lt: Šios įmonės naudojasi mūsų duomenimis, tačiau atsisakė mus nuolat remti.

source: All of our projects require support from end-user donations and commercial support. Our free data-sets provide incredible value to these companies giving them a business advantage. We believe that companies that use our data to conduct their business should provide financial support so that we may continue to cover our expenses and pay our staff.
it: Tutti i nostri progetti hanno bisogno di sostegno da donazioni di utenti finali e sostegno commerciale. I nostri data set liberi forniscono un valore incredibile a queste società, dando loro un vantaggio nel loro business. Crediamo che le società che usano i nostri dati nella conduzione del loro business debbano fornire sostegno finanziario, così da consentirci di continuare a coprire le spese e pagare il nostro staff.
lt: Visiems mūsų projektams reikia paramos iš galutinių naudotojų aukų ir komercinės paramos. Mūsų nemokami duomenų rinkiniai šioms įmonėms suteikia neįtikėtiną vertę, suteikdami joms verslo pranašumą. Tikime, kad įmonės, kurios naudoja mūsų duomenis savo verslui, turėtų teikti finansinę paramą, kad ir toliau galėtume padengti savo išlaidas ir mokėti atlyginimus darbuotojams.

source: If a company you like appears on this list, please contact that company and ask them why they have declined to support us. If you are with a company listed below and would like to get off this list, you can do so by <a href="%(account_type_url)s">signing up for support</a>.
it: Se una società che ti piace compare in questo elenco, contatta i suoi responsabili e chiedi loro perché hanno rifiutato di sostenerci. Se lavori per una società elencata qui sotto e vorresti che fosse rimossa da qui, puoi farlo <a href="%(account_type_url)s">registrandoti come sostenitore</a>.
lt: Jei šiame sąraše yra jums patinkanti įmonė, susisiekite su ta įmone ir paklauskite, kodėl jie atsisakė mus remti. Jei esate iš toliau nurodytos įmonės ir norite išbraukti iš šio sąrašo, galite tai padaryti <a href="%(account_type_url)s">užsiregistravę dėl paramos</a>.

source: Do you know of other companies using our data? We'd love to know and ask them for support! Please <a href="%(contact_url)s">let us know</a>!
it: Conosci altre società che usano i nostri dati? Ci farebbe piacere saperlo e chiedere loro un sostegno! <a href="%(contact_url)s">Facci sapere</a>!
lt: Ar žinote apie kitas įmones, naudojančias mūsų duomenis? Norėtume sužinoti ir paprašyti jų paramos! Prašome, <a href="%(contact_url)s">praneškite mums</a>!

source: Nice!!
it: Ottimo!!
lt: Puiku!!

source: There are currently no not-so-favorite commercial data users!
it: Al momento non ci sono utenti commerciali di dati non-proprio-preferiti!
lt: Šiuo metu nėra nė vieno ne itin mėgstamo komercinių duomenų naudotojų!

source: ... either that, or maybe we're working to convince some companies to do the "right thing"... :)
it: ...o magari stiamo lavorando per convincere alcune società a "fare la cosa giusta"... :)
lt: … arba tai, arba galbūt mes stengiamės įtikinti kai kurias įmones padaryti „teisingą dalyką“… :)

source: Contact
it: Contatti
lt: Susisiekti

source: Found a bug in one of our projects?
it: Hai trovato un bug in uno dei nostri progetti?
lt: Radote klaidą viename iš mūsų projektų?

source: Found a broken link or something that doesn't work as you expect it to? You can report issues in our <a href="%(bug_tracker_url)s">bug tracker</a>, or let us know on IRC or by email. Contact details are provided below. Please include details such as what happened, what you expected to happen, and the URLs of any pages involved.
it: Hai trovato un link non funzionante o qualcosa che non funziona come ti aspetteresti? Puoi segnalare i problemi sul nostro <a href="%(bug_tracker_url)s">bug tracker</a>, o contattarci su IRC o via email. Le nostre informazioni di contatto sono qui sotto. Ricordati di includere dettagli su cosa è successo, cosa ti aspettavi succedesse e l'URL delle pagine interessate.
lt: Radote neveikiančią nuorodą arba kažką, kas neveikia taip, kaip tikėjotės? Apie problemas galite pranešti mūsų <a href="%(bug_tracker_url)s">klaidų sekikloje</a> arba pranešti mums per IRC arba Kontaktinė informacija pateikiama žemiau. Prašome nurodyti išsamią informaciją, kaip nutiko, ko tikėjotės, ir susijusių puslapių URL adresus.

source: Have a question about MusicBrainz?
it: Domande su MusicBrainz?
lt: Turite klausimą apie „MusicBrainz“?

source: Please check the <a href="%(general_faq_url)s">General FAQ</a>, or one of the other pages of <a href="%(faq_url)s">frequently asked questions</a>, to see if your question has already been answered. If you're using <a href="%(picard_homepage)s">MusicBrainz Picard</a>, check its <a href="%(picard_troubleshooting)s">troubleshooting page</a>.
it: Consulta le <a href="%(general_faq_url)s">domande frequenti generali</a> o una delle altre pagine di <a href="%(faq_url)s">domande frequenti</a> per controllare se la tua domanda ha già ricevuto una risposta. Se stai usando <a href="%(picard_homepage)s">MusicBrainz Picard</a>, controlla la sua <a href="%(picard_troubleshooting)s">pagina di risoluzione problemi</a>.
lt: Patikrinkite <a href="%(general_faq_url)s">Bendrieji DUK</a> arba vieną iš kitų puslapių <a href="%(faq_url)s">dažniausiai užduodamų klausimų</a>, kad pažiūrėtumėte, ar jūsų klausimas jau buvo atsakyta. Jei naudojate <a href="%(picard_homepage)s">„MusicBrainz“ Picard</a>, patikrinkite jo <a href="%(picard_troubleshooting)s">trikčių šalinimo puslapį</a>.

source: Data removal requests
it: Richieste di rimozione dati
lt: Duomenų pašalinimo prašymai

source: MusicBrainz does not edit or remove factual data upon request. Please read our <a href="%(dr_policy_url)s">data removal policy</a> for more information.
it: MusicBrainz non modifica o rimuove dati effettivi su richiesta. Leggi la nostra <a href="%(dr_policy_url)s">politica di rimozione dati</a> per maggiori informazioni.
lt: „MusicBrainz“ neredaguoja ar nepašalina faktinių duomenų pagal prašymą. Prašome perskaityti mūsų <a href="%(dr_policy_url)s">duomenų šalinimo politiką</a> dėl daugiau informacijos.

source: Copyright issues
it: Problemi di copyright
lt: Autorinių teisių klausimai

source: If you believe that MusicBrainz violates your copyright, you may <a href="%(cr_violation_url)s">report a copyright violation</a>. Please note that MusicBrainz provides data about recordings, <i>not the music itself</i>. If you find your music listed in MusicBrainz <b>it does not mean that we have access to or provide access to the music files themselves</b>. If you still think that we're infringing your copyright, you must provide us with a link to where you can download the infringing material from our website. If you cannot provide us a link, we cannot help you.
it: Se pensi che MusicBrainz abbia violato un tuo copyright, puoi <a href="%(cr_violation_url)s">segnalare una violazione di copyright</a>. Tieni in considerazione che MusicBrainz fornisce dati sulle registrazioni, <i>non la musica vera e propria</i>. Se trovi la tua musica elencata su MusicBrainz <b>ciò non vuol dire che abbiamo o forniamo accesso ai file musicali veri e propri</b>. Se sei sempre dell'opinione che stiamo infrangendo un tuo copyright, ci dovrai fornire un link da cui il nostro sito web permette di scaricare il materiale che infrange il copyright. Se non ci puoi fornire un link, purtroppo non saremo in grado di aiutarti.
lt: Jei manote, kad „MusicBrainz“ pažeidė jūsų autorių teises, galite pranešti <a href="%(cr_violation_url)s">apie autorių teisių pažeidimą</a>. Atkreipkite dėmesį, kad „MusicBrainz“ teikia duomenis apie įrašus, <i>o ne pačią muziką</i>. Jei rasite savo muziką, įtrauktą į „MusicBrainz“, <b>tai nereiškia, kad mes turime ar suteikiame prieigą prie pačių muzikos failų</b>. Jei vis tiek manote, kad pažeidžiame jūsų autorių teises, jūs turite pateikti mums nuorodą, kurioje galima atsisiųsti peržengtą medžiagą iš mūsų svetainės. Jei negalite mums pateikti nuorodos, negalime jums padėti.

source: Contact details
it: Informazioni per contattarci
lt: Kontaktiniai duomenys

source: Please do not contact us with the following topics:
it: Per favore, non contattarci riguardo i seguenti argomenti:
lt: Prašome nesikreipti į mus šiomis temomis:

source: We cannot license any of the music listed in MusicBrainz, since we have neither the music itself nor the rights to license the music.
it: Non possiamo dare in licenza nessuna parte della musica elencata su MusicBrainz poiché non disponiamo né della musica stessa, né dei diritti per dare in licenza la musica.
lt: Negalime licencijuoti jokios „MusicBrainz“ sąraše esančios muzikos, nes neturime nei pačios muzikos, nei teisių licencijuoti muziką.

source: We are not distributing any of the music listed in MusicBrainz.
it: Non distribuiamo nessuna parte della musica elencata su MusicBrainz.
lt: Mes neplatiname jokios muzikos, įtrauktos į „MusicBrainz“
